Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/ReviewCards.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

source: Loading media...
ar: جارٍ تحميل الوسائط...
bg: Мултимедията се зарежда...
bn: মিডিয়া লোড হচ্ছে...
ca: S’està carregant el contingut multimèdia...
cs: Načítání médií…
da: Indlæser medier…
de: Medien werden geladen...
el: Φόρτωση πολυμέσων…
es_es: Cargando archivo multimedia...
es_mx: Cargando archivo multimedia...
et: Meedia laadimine...
fa: در حال بارگیری رسانه...
fi: Ladataan mediaa...
fr: Chargement du média...
gu: મીડિયા લોડ થઈ રહ્યું છે...
he: המדיה נטענת...
hi: मीडिया लोड हो रहा है...
hr: Učitavanje medija...
hu: Média betöltése…
id: Memuat media...
is: Hleð miðla...
it: Caricamento contenuti multimediali...
ja: メディアを読み込み中...
kn: ಮಾಧ್ಯಮ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko: 미디어 불러오는 중...
lt: Medija įkeliama...
lv: Ielādē multividi...
ml: മീഡിയ ലോഡ് ചെയ്യുന്നു...
mr: माध्यमे लोड करत आहे...
nb: Laster medier...
nl: Media laden...
pa: ਮੀਡੀਆ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wczytywanie multimediów...
pt_br: Carregando mídia...
ro: Se încarcă fișierele media...
ru: Загрузка медиа...
sk: Načítavajú sa médiá...
sl: Nalaganje predstavnosti ...
sv: Läser in medier...
sw: Inapakia midia...
ta: ஊடகத்தை ஏற்றுகிறது...
te: మీడియా లోడ్ అవుతోంది...
th: กำลังโหลดสื่อ...
tr: Medya yükleniyor...
uk: Завантаження медіа...
ur: میڈیا لوڈ ہو رہا ہے...
vi: Đang tải nội dung đa phương tiện...
zh_hans: 正在加载媒体...
zu: Kulayishwa imidiya...

source: Loading queue
ar: جارٍ تحميل القائمة
bg: Зареждане на опашката
bn: সারি লোড হচ্ছে
ca: S’està carregant la cua
cs: Načítání fronty
da: Indlæser kø
de: Warteschlange wird geladen
el: Φόρτωση ουράς
es_es: Cargando cola
es_mx: Cargando cola
et: Järjekorra laadimine
fa: در حال بارگیری صف
fi: Ladataan jonoa
fr: Chargement de la file
gu: કતાર લોડ થઈ રહી છે
he: התור נטען
hi: कतार लोड हो रही है
hr: Učitavanje reda
hu: Sor betöltése
id: Memuat antrean
is: Hleð röð
it: Caricamento coda
ja: キューを読み込み中
kn: ಸರತಿ ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 대기열 불러오는 중
lt: Eilė įkeliama
lv: Ielādē rindu
ml: ക്യൂ ലോഡ് ചെയ്യുന്നു
mr: रांग लोड करत आहे
nb: Laster kø
nl: Wachtrij laden
pa: ਕਤਾਰ ਲੋਡ ਹੋ ਰਹੀ ਹੈ
pl: Wczytywanie kolejki
pt_br: Carregando fila
ro: Se încarcă coada
ru: Загрузка очереди
sk: Načítava sa rad
sl: Nalaganje čakalne vrste
sv: Läser in kö
sw: Inapakia foleni
ta: வரிசையை ஏற்றுகிறது
te: క్యూ లోడ్ అవుతోంది
th: กำลังโหลดคิว
tr: Kuyruk yükleniyor
uk: Завантаження черги
ur: قطار لوڈ ہو رہی ہے
vi: Đang tải hàng đợi
zh_hans: 正在加载队列
zu: Kulayishwa umugqa

source: Loading review queue
ar: جارٍ تحميل قائمة المراجعة
bg: Зареждане на опашката за преговор
bn: পুনরালোচনার সারি লোড হচ্ছে
ca: S’està carregant la cua de repàs
cs: Načítání fronty opakování
da: Indlæser repetitionskø
de: Wiederholungswarteschlange wird geladen
el: Φόρτωση ουράς επαναλήψεων
es_es: Cargando cola de repaso
es_mx: Cargando cola de repaso
et: Kordamisjärjekorra laadimine
fa: در حال بارگیری صف مرور
fi: Ladataan kertausjonoa
fr: Chargement de la file de révision
gu: પુનરાવર્તનની કતાર લોડ થઈ રહી છે
he: תור החזרות נטען
hi: समीक्षा कतार लोड हो रही है
hr: Učitavanje reda za ponavljanje
hu: Ismétlési sor betöltése
id: Memuat antrean pengulangan
is: Hleð upprifjunarröð
it: Caricamento coda di ripasso
ja: 復習キューを読み込み中
kn: ಪುನರಾವರ್ತನೆ ಸರತಿ ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 복습 대기열 불러오는 중
lt: Kartojimo eilė įkeliama
lv: Ielādē atkārtošanas rindu
ml: ആവർത്തന ക്യൂ ലോഡ് ചെയ്യുന്നു
mr: उजळणीची रांग लोड करत आहे
nb: Laster repetisjonskø
nl: Herhaalwachtrij laden
pa: ਦੁਹਰਾਈ ਦੀ ਕਤਾਰ ਲੋਡ ਹੋ ਰਹੀ ਹੈ
pl: Wczytywanie kolejki powtórek
pt_br: Carregando fila de revisão
ro: Se încarcă coada de recapitulare
ru: Загрузка очереди повторения
sk: Načítava sa rad na opakovanie
sl: Nalaganje čakalne vrste za ponavljanje
sv: Läser in repetitionskö
sw: Inapakia foleni ya marudio
ta: மீள்பயிற்சி வரிசையை ஏற்றுகிறது
te: పునశ్చరణ క్యూ లోడ్ అవుతోంది
th: กำลังโหลดคิวทบทวน
tr: Tekrar kuyruğu yükleniyor
uk: Завантаження черги повторень
ur: دہرائی کی قطار لوڈ ہو رہی ہے
vi: Đang tải hàng đợi ôn tập
zh_hans: 正在加载复习队列
zu: Kulayishwa umugqa wokubukeza

source: Long
ar: طويل
bg: Дълго
bn: দীর্ঘ
ca: Llarg
cs: Dlouhé
da: Lang
de: Lang
el: Μεγάλο
es_es: Largo
es_mx: Largo
et: Pikk
fa: طولانی
fi: Pitkä
gu: લાંબું
he: ארוך
hi: लंबा
hr: Dugo
hu: Hosszú
id: Lama
is: Löng
it: Lungo
ja: 長い
kn: ದೀರ್ಘ
ko: 김
lt: Ilgai
lv: Ilgi
ml: ദൈർഘ്യമേറിയത്
mr: दीर्घ
nb: Lang
nl: Lang
pa: ਲੰਮਾ
pl: Długo
pt_br: Longo
ro: Lung
ru: Долго
sk: Dlhé
sl: Dolgo
sv: Lång
sw: Ndefu
ta: நீண்டது
te: ఎక్కువ
th: นาน
tr: Uzun
uk: Довго
ur: طویل
vi: Dài
zh_hans: 较长
zu: Kude

source: Lapses
ar: مرات النسيان
bg: Забравяния
bn: ভুলে যাওয়ার সংখ্যা
ca: Oblits
cs: Zapomenutí
da: Glemte svar
de: Fehlversuche
el: Ξεχασμένες απαντήσεις
es_es: Fallos
es_mx: Fallos
et: Unustamised
fa: فراموشی‌ها
fi: Unohtamiset
fr: Oublis
gu: ભૂલો
he: שכחות
hi: भूलें
hr: Zaboravljanja
hu: Elfelejtések
id: Lupa
is: Gleymskur
it: Dimenticanze
ja: 失敗
kn: ಮರೆತ ಬಾರಿ
ko: 잊은 횟수
lt: Užmiršimai
lv: Aizmiršanas reizes
ml: മറന്ന തവണകൾ
mr: विसरल्याच्या वेळा
nb: Glemsler
nl: Vergeten
pa: ਭੁੱਲਾਂ
pl: Zapomnienia
pt_br: Falhas
ro: Uitări
ru: Ошибки
sk: Zabudnutia
sl: Pozabljanja
sv: Glömskor
sw: Kusahau
ta: மறந்த முறைகள்
te: మరచిన సార్లు
th: จำนวนครั้งที่ลืม
tr: Unutmalar
uk: Забування
ur: بھولنے کے مواقع
vi: Số lần quên
zh_hans: 遗忘次数
zu: Ukukhohlwa

source: Medium
ar: متوسط
bg: Средно
bn: মাঝারি
ca: Mitjà
cs: Střední
da: Mellem
de: Mittel
el: Μέτριο
es_es: Medio
es_mx: Medio
et: Keskmine
fa: متوسط
fi: Keskitaso
fr: Moyen
gu: મધ્યમ
he: בינוני
hi: मध्यम
hr: Srednje
hu: Közepes
id: Sedang
is: Miðlungs
it: Medio
ja: 普通
kn: ಮಧ್ಯಮ
ko: 보통
lt: Vidutiniškai
lv: Vidēji
ml: ഇടത്തരം
mr: मध्यम
nb: Middels
nl: Gemiddeld
pa: ਦਰਮਿਆਨਾ
pl: Średnio
pt_br: Médio
ro: Mediu
ru: Средне
sk: Stredné
sl: Srednje
sv: Medel
sw: Wastani
ta: நடுத்தரம்
te: మధ్యస్థం
th: ปานกลาง
tr: Orta
uk: Середньо
ur: درمیانہ
vi: Trung bình
zh_hans: 中等
zu: Okumaphakathi

source: Metadata
ar: البيانات الوصفية
bg: Метаданни
bn: মেটাডেটা
ca: Metadades
de: Metadaten
el: Μεταδεδομένα
es_es: Metadatos
es_mx: Metadatos
et: Metaandmed
fa: فراداده
fi: Metatiedot
fr: Métadonnées
gu: મેટાડેટા
he: מטא-נתונים
hi: मेटाडेटा
hr: Metapodaci
hu: Metaadatok
is: Lýsigögn
it: Metadati
ja: メタデータ
kn: ಮೆಟಾಡೇಟಾ
ko: 메타데이터
lt: Metaduomenys
lv: Metadati
ml: മെറ്റാഡാറ്റ
mr: मेटाडेटा
pa: ਮੈਟਾਡਾਟਾ
pl: Metadane
pt_br: Metadados
ro: Metadate
ru: Метаданные
sk: Metadáta
sl: Metapodatki
ta: மேல்தரவு
te: మెటాడేటా
th: ข้อมูลเมตา
tr: Üst veriler
uk: Метадані
ur: میٹا ڈیٹا
vi: Siêu dữ liệu
zh_hans: 元数据
zu: Imethadatha

source: New
ar: جديدة
bg: Нов
bn: নতুন
ca: Nou
cs: Nové
da: Nye
de: Neu
el: Νέες
es_es: Nueva
es_mx: Nueva
et: Uus
fa: جدید
fi: Uusi
fr: Nouvelle
gu: નવું
he: חדש
hi: नया
hr: Novo
hu: Új
id: Baru
is: Nýtt
it: Nuove
ja: 新規
kn: ಹೊಸದು
ko: 새 카드
lt: Nauja
lv: Jauns
ml: പുതിയത്
mr: नवीन
nb: Nye
nl: Nieuw
pa: ਨਵਾਂ
pl: Nowe
pt_br: Novo
ro: Noi
ru: Новая
sk: Nové
sl: Novo
sv: Nya
sw: Mpya
ta: புதியது
te: కొత్తవి
th: ใหม่
tr: Yeni
uk: Нові
ur: نیا
vi: Mới
zh_hans: 新卡
zu: Okusha

source: Managed image
ar: صورة مُدارة
bg: Управлявано изображение
bn: পরিচালিত ছবি
ca: Imatge gestionada
cs: Spravovaný obrázek
da: Administreret billede
de: Verwaltetes Bild
el: Διαχειριζόμενη εικόνα
es_es: Imagen gestionada
es_mx: Imagen gestionada
et: Hallatav pilt
fa: تصویر مدیریت‌شده
fi: Hallittu kuva
fr: Image gérée
gu: સંચાલિત છબી
he: תמונה מנוהלת
hi: प्रबंधित छवि
hr: Upravljana slika
hu: Kezelt kép
id: Gambar terkelola
is: Stýrð mynd
it: Immagine gestita
ja: 管理対象画像
kn: ನಿರ್ವಹಿತ ಚಿತ್ರ
ko: 관리되는 이미지
lt: Tvarkomas paveikslėlis
lv: Pārvaldīts attēls
ml: നിയന്ത്രിത ചിത്രം
mr: व्यवस्थापित प्रतिमा
nb: Administrert bilde
nl: Beheerde afbeelding
pa: ਪ੍ਰਬੰਧਿਤ ਚਿੱਤਰ
pl: Zarządzany obraz
pt_br: Imagem gerenciada
ro: Imagine gestionată
ru: Управляемое изображение
sk: Spravovaný obrázok
sl: Upravljana slika
sv: Hanterad bild
sw: Picha inayodhibitiwa
ta: நிர்வகிக்கப்படும் படம்
te: నిర్వహిత చిత్రం
th: รูปภาพที่แอปจัดการ
tr: Yönetilen görsel
uk: Кероване зображення
ur: ایپ کے زیر انتظام تصویر
vi: Ảnh do ứng dụng quản lý
zh_hans: 托管图片
zu: Isithombe esiphethwe uhlelo

source: Add image
ar: إضافة صورة
bg: Добавете изображение
bn: ইমেজ যোগ করুন
ca: Afegeix imatge
cs: Přidat obrázek
da: Tilføj billede
de: Bild hinzufügen
el: Προσθήκη εικόνας
es_es: Añadir imagen
es_mx: Agregar imagen
et: Lisa pilt
fa: افزودن تصویر
fi: Lisää kuva
fr: Ajouter une image
gu: છબી ઉમેરો
he: הוספת תמונה
hi: छवि जोड़ें
hr: Dodaj sliku
hu: Kép hozzáadása
id: Tambah gambar
is: Bæta við mynd
it: Aggiungi immagine
ja: 画像を追加
kn: ಚಿತ್ರ ಸೇರಿಸಿ
ko: 이미지 추가
lt: Pridėti paveikslėlį
lv: Pievienot attēlu
ml: ചിത്രം ചേർക്കുക
mr: प्रतिमा जोडा
nb: Legg til bilde
nl: Afbeelding toevoegen
pa: ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj obraz
pt_br: Adicionar imagem
ro: Adaugă o imagine
ru: Добавить изображение
sk: Pridať obrázok
sl: Dodaj sliko
sv: Lägg till bild
sw: Ongeza picha
ta: படத்தைச் சேர்
te: చిత్రం చేర్చు
th: เพิ่มรูปภาพ
tr: Görsel ekle
uk: Додати зображення
ur: تصویر شامل کریں
vi: Thêm ảnh
zh_hans: 添加图片
zu: Engeza isithombe

source: Image couldn't be attached
ar: تعذر إرفاق الصورة
bg: Изображението не можа да бъде прикачено
bn: ছবি সংযুক্ত করা যায়নি
ca: No s'ha pogut adjuntar la imatge
cs: Obrázek se nepodařilo přiložit
da: Billedet kunne ikke vedhæftes
de: Bild konnte nicht angehängt werden
el: Δεν ήταν δυνατή η επισύναψη εικόνας
es_es: No se ha podido adjuntar la imagen
es_mx: No se pudo adjuntar la imagen
et: Pilti ei saanud manustada
fa: پیوست تصویر ممکن نشد
fi: Kuvaa ei voitu liittää
fr: Impossible de joindre l’image
gu: છબી જોડી શકાઈ નહીં
he: לא ניתן לצרף את התמונה
hi: छवि अटैच नहीं की जा सकी
hr: Nije moguće priložiti sliku
hu: Nem sikerült csatolni a képet
id: Gambar tidak dapat dilampirkan
is: Ekki tókst að hengja mynd við
it: Impossibile allegare l’immagine
ja: 画像を添付できませんでした
kn: ಚಿತ್ರ ಲಗತ್ತಿಸಲಾಗಲಿಲ್ಲ
ko: 이미지를 첨부하지 못함
lt: Nepavyko pridėti paveikslėlio
lv: Neizdevās pievienot attēlu
ml: ചിത്രം അറ്റാച്ച് ചെയ്യാനായില്ല
mr: प्रतिमा जोडता आली नाही
nb: Kunne ikke legge ved bildet
nl: Afbeelding kon niet worden bijgevoegd
pa: ਚਿੱਤਰ ਨੱਥੀ ਨਹੀਂ ਹੋ ਸਕਿਆ
pl: Nie udało się dołączyć obrazu
pt_br: Não foi possível anexar a imagem
ro: Imaginea nu a putut fi atașată
ru: Не удалось прикрепить изображение
sk: Obrázok sa nepodarilo priložiť
sl: Slike ni bilo mogoče priložiti
sv: Bilden kunde inte bifogas
sw: Picha haikuweza kuambatishwa
ta: படத்தை இணைக்க முடியவில்லை
te: చిత్రాన్ని జోడించలేకపోయాము
th: แนบรูปภาพไม่ได้
tr: Görsel eklenemedi
uk: Не вдалося прикріпити зображення
ur: تصویر منسلک نہیں ہو سکی
vi: Không thể đính kèm ảnh
zh_hans: 无法附加图片
zu: Isithombe asinamathiselwanga

source: Image couldn't be inserted
ar: تعذر إدراج الصورة
bg: Изображението не можа да бъде вмъкнато
bn: ছবি ঢোকানো যায়নি
ca: No s'ha pogut inserir la imatge
cs: Obrázek se nepodařilo vložit
da: Billedet kunne ikke indsættes
de: Bild konnte nicht eingefügt werden
el: Δεν ήταν δυνατή η εισαγωγή εικόνας
es_es: No se ha podido insertar la imagen
es_mx: No se pudo insertar la imagen
et: Pilti ei saanud lisada
fa: درج تصویر ممکن نشد
fi: Kuvaa ei voitu lisätä
fr: Impossible d’insérer l’image
gu: છબી દાખલ કરી શકાઈ નહીં
he: לא ניתן להוסיף את התמונה
hi: छवि सम्मिलित नहीं की जा सकी
hr: Nije moguće umetnuti sliku
hu: Nem sikerült beszúrni a képet
id: Gambar tidak dapat disisipkan
is: Ekki tókst að setja inn mynd
it: Impossibile inserire l’immagine
ja: 画像を挿入できませんでした
kn: ಚಿತ್ರ ಸೇರಿಸಲಾಗಲಿಲ್ಲ
ko: 이미지를 삽입하지 못함
lt: Nepavyko įterpti paveikslėlio
lv: Neizdevās ievietot attēlu
ml: ചിത്രം ചേർക്കാനായില്ല
mr: प्रतिमा समाविष्ट करता आली नाही
nb: Kunne ikke sette inn bildet
nl: Afbeelding kon niet worden ingevoegd
pa: ਚਿੱਤਰ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się wstawić obrazu
pt_br: Não foi possível inserir a imagem
ro: Imaginea nu a putut fi inserată
ru: Не удалось вставить изображение
sk: Obrázok sa nepodarilo vložiť
sl: Slike ni bilo mogoče vstaviti
sv: Bilden kunde inte infogas
sw: Picha haikuweza kuingizwa
ta: படத்தைச் செருக முடியவில்லை
te: చిత్రాన్ని చొప్పించలేకపోయాము
th: แทรกรูปภาพไม่ได้
tr: Görsel yerleştirilemedi
uk: Не вдалося вставити зображення
ur: تصویر داخل نہیں ہو سکی
vi: Không thể chèn ảnh
zh_hans: 无法插入图片
zu: Isithombe asifakwanga

source: Image couldn't be inserted. %@
ar: تعذر إدراج الصورة. %@
bg: Изображението не можа да бъде вмъкнато. %@
bn: ছবি ঢোকানো যায়নি। %@
ca: No s'ha pogut inserir la imatge. %@
cs: Obrázek se nepodařilo vložit. %@
da: Billedet kunne ikke indsættes. %@
de: Bild konnte nicht eingefügt werden. %@
el: Δεν ήταν δυνατή η εισαγωγή εικόνας. %@
es_es: No se ha podido insertar la imagen. %@
es_mx: No se pudo insertar la imagen. %@
et: Pilti ei saanud lisada. %@
fa: درج تصویر ممکن نشد. %@
fi: Kuvaa ei voitu lisätä. %@
fr: Impossible d’insérer l’image. %@
gu: છબી દાખલ કરી શકાઈ નહીં. %@
he: לא ניתן להוסיף את התמונה. %@
hi: छवि सम्मिलित नहीं की जा सकी। %@
hr: Nije moguće umetnuti sliku. %@
hu: Nem sikerült beszúrni a képet. %@
id: Gambar tidak dapat disisipkan. %@
is: Ekki tókst að setja inn mynd. %@
it: Impossibile inserire l’immagine. %@
ja: 画像を挿入できませんでした。%@
kn: ಚಿತ್ರ ಸೇರಿಸಲಾಗಲಿಲ್ಲ. %@
ko: 이미지를 삽입하지 못했습니다. %@
lt: Nepavyko įterpti paveikslėlio. %@
lv: Neizdevās ievietot attēlu. %@
ml: ചിത്രം ചേർക്കാനായില്ല. %@
mr: प्रतिमा समाविष्ट करता आली नाही. %@
nb: Kunne ikke sette inn bildet. %@
nl: Afbeelding kon niet worden ingevoegd. %@
pa: ਚਿੱਤਰ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। %@
pl: Nie udało się wstawić obrazu. %@
pt_br: Não foi possível inserir a imagem. %@
ro: Imaginea nu a putut fi inserată. %@
ru: Не удалось вставить изображение. %@
sk: Obrázok sa nepodarilo vložiť. %@
sl: Slike ni bilo mogoče vstaviti. %@
sv: Bilden kunde inte infogas. %@
sw: Picha haikuweza kuingizwa. %@
ta: படத்தைச் செருக முடியவில்லை. %@
te: చిత్రాన్ని చొప్పించలేకపోయాము. %@
th: แทรกรูปภาพไม่ได้ %@
tr: Görsel yerleştirilemedi. %@
uk: Не вдалося вставити зображення. %@
ur: تصویر داخل نہیں ہو سکی۔ %@
vi: Không thể chèn ảnh. %@
zh_hans: 无法插入图片。%@
zu: Isithombe asifakwanga. %@

source: Processing image...
ar: جارٍ تجهيز الصورة...
bg: Изображението се обработва...
bn: ছবি প্রসেস করা হচ্ছে...
ca: S'està processant la imatge...
cs: Zpracování obrázku…
da: Behandler billede…
de: Bild wird verarbeitet...
el: Επεξεργασία εικόνας…
es_es: Procesando imagen...
es_mx: Procesando imagen...
et: Pildi töötlemine...
fa: در حال پردازش تصویر...
fi: Käsitellään kuvaa...
fr: Traitement de l’image...
gu: છબી પર પ્રક્રિયા થઈ રહી છે...
he: התמונה מעובדת...
hi: छवि प्रोसेस हो रही है...
hr: Obrada slike...
hu: Kép feldolgozása…
id: Memproses gambar...
is: Vinn úr mynd...
it: Elaborazione immagine...
ja: 画像を処理中...
kn: ಚಿತ್ರ ಸಂಸ್ಕರಿಸಲಾಗುತ್ತಿದೆ...
ko: 이미지 처리 중...
lt: Paveikslėlis apdorojamas...
lv: Apstrādā attēlu...
ml: ചിത്രം പ്രോസസ്സ് ചെയ്യുന്നു...
mr: प्रतिमेवर प्रक्रिया करत आहे...
nb: Behandler bilde...
nl: Afbeelding verwerken...
pa: ਚਿੱਤਰ ਉੱਤੇ ਕੰਮ ਹੋ ਰਿਹਾ ਹੈ...
pl: Przetwarzanie obrazu...
pt_br: Processando imagem...
ro: Se procesează imaginea...
ru: Обработка изображения...
sk: Spracúva sa obrázok...
sl: Obdelava slike ...
sv: Bearbetar bild...
sw: Inachakata picha...
ta: படத்தைச் செயலாக்குகிறது...
te: చిత్రాన్ని ప్రాసెస్ చేస్తోంది...
th: กำลังประมวลผลรูปภาพ...
tr: Görsel işleniyor...
uk: Обробка зображення...
ur: تصویر پر کارروائی ہو رہی ہے...
vi: Đang xử lý ảnh...
zh_hans: 正在处理图片...
zu: Kucutshungulwa isithombe...

source: Remove image reference
ar: إزالة مرجع الصورة
bg: Премахнете препратката към изображението
bn: ইমেজ রেফারেন্স সরান
ca: Elimina la referència de la imatge
cs: Odstranit odkaz na obrázek
da: Fjern billedreference
de: Bildverweis entfernen
el: Αφαίρεση αναφοράς εικόνας
es_es: Eliminar referencia de imagen
es_mx: Eliminar referencia de imagen
et: Eemalda pildiviide
fa: حذف ارجاع تصویر
fi: Poista kuvaviittaus
fr: Supprimer la référence de l’image
gu: છબીનો સંદર્ભ દૂર કરો
he: הסרת הפניה לתמונה
hi: छवि संदर्भ हटाएं
hr: Ukloni referencu na sliku
hu: Képhivatkozás eltávolítása
id: Hapus referensi gambar
is: Fjarlægja myndtilvísun
it: Rimuovi riferimento all’immagine
ja: 画像参照を削除
kn: ಚಿತ್ರದ ಉಲ್ಲೇಖ ತೆಗೆದುಹಾಕಿ
ko: 이미지 참조 제거
lt: Pašalinti paveikslėlio nuorodą
lv: Noņemt attēla atsauci
ml: ചിത്ര റഫറൻസ് നീക്കുക
mr: प्रतिमेचा संदर्भ काढा
nb: Fjern bildereferanse
nl: Afbeeldingsverwijzing verwijderen
pa: ਚਿੱਤਰ ਦਾ ਹਵਾਲਾ ਹਟਾਓ
pl: Usuń odwołanie do obrazu
pt_br: Remover referência da imagem
ro: Elimină referința la imagine
ru: Удалить ссылку на изображение
sk: Odstrániť odkaz na obrázok
sl: Odstrani sklic na sliko
sv: Ta bort bildreferens
sw: Ondoa rejeleo la picha
ta: படக் குறிப்பை அகற்று
te: చిత్ర సూచనను తీసివేయి
th: นำการอ้างอิงรูปภาพออก
tr: Görsel başvurusunu kaldır
uk: Прибрати посилання на зображення
ur: تصویر کا حوالہ ہٹائیں
vi: Xóa tham chiếu ảnh
zh_hans: 移除图片引用
zu: Susa ireferensi yesithombe

source: Selected photo couldn't be read. Choose a different image.
ar: تعذرت قراءة الصورة المحددة. اختر صورة أخرى.
bg: Избраната снимка не можа да бъде прочетена. Изберете различно изображение.
bn: নির্বাচিত ফটো পড়া যাবে না। একটি ভিন্ন ইমেজ চয়ন করুন।
ca: No s'ha pogut llegir la foto seleccionada. Trieu una imatge diferent.
cs: Vybranou fotku se nepodařilo přečíst. Vyberte jiný obrázek.
da: Det valgte foto kunne ikke læses. Vælg et andet billede.
de: Das ausgewählte Foto konnte nicht gelesen werden. Wähle ein anderes Bild.
el: Δεν ήταν δυνατή η ανάγνωση της επιλεγμένης φωτογραφίας. Επιλέξτε άλλη εικόνα.
es_es: No se ha podido leer la foto seleccionada. Elige otra imagen.
es_mx: No se pudo leer la foto seleccionada. Elige otra imagen.
et: Valitud fotot ei saanud lugeda. Vali teine pilt.
fa: خواندن عکس انتخاب‌شده ممکن نشد. تصویر دیگری انتخاب کنید.
fi: Valittua kuvaa ei voitu lukea. Valitse toinen kuva.
fr: Impossible de lire la photo sélectionnée. Choisissez une autre image.
gu: પસંદ કરેલો ફોટો વાંચી શકાયો નહીં. બીજી છબી પસંદ કરો.
he: לא ניתן לקרוא את התמונה שנבחרה. יש לבחור תמונה אחרת.
hi: चयनित फ़ोटो पढ़ी नहीं जा सकी। कोई दूसरी छवि चुनें।
hr: Nije moguće pročitati odabranu fotografiju. Odaberite drugu sliku.
hu: Nem sikerült beolvasni a kiválasztott fotót. Válassz másik képet.
id: Foto yang dipilih tidak dapat dibaca. Pilih gambar lain.
is: Ekki tókst að lesa valda mynd. Veldu aðra mynd.
it: Impossibile leggere la foto selezionata. Scegli un’altra immagine.
ja: 選択した写真を読み込めませんでした。別の画像を選択してください。
kn: ಆಯ್ದ ಫೋಟೋ ಓದಲಾಗಲಿಲ್ಲ. ಮತ್ತೊಂದು ಚಿತ್ರ ಆಯ್ಕೆಮಾಡಿ.
ko: 선택한 사진을 읽지 못했습니다. 다른 이미지를 선택하세요.
lt: Nepavyko perskaityti pasirinktos nuotraukos. Pasirinkite kitą paveikslėlį.
lv: Neizdevās nolasīt izvēlēto fotoattēlu. Izvēlieties citu attēlu.
ml: തിരഞ്ഞെടുത്ത ഫോട്ടോ വായിക്കാനായില്ല. മറ്റൊരു ചിത്രം തിരഞ്ഞെടുക്കുക.
mr: निवडलेला फोटो वाचता आला नाही. दुसरी प्रतिमा निवडा.
nb: Kunne ikke lese det valgte bildet. Velg et annet bilde.
nl: De geselecteerde foto kon niet worden gelezen. Kies een andere afbeelding.
pa: ਚੁਣੀ ਫ਼ੋਟੋ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ। ਹੋਰ ਚਿੱਤਰ ਚੁਣੋ।
pl: Nie udało się odczytać wybranego zdjęcia. Wybierz inny obraz.
pt_br: Não foi possível ler a foto selecionada. Escolha outra imagem.
ro: Poza selectată nu a putut fi citită. Alege altă imagine.
ru: Не удалось прочитать выбранное фото. Выберите другое изображение.
sk: Vybranú fotku sa nepodarilo prečítať. Vyberte iný obrázok.
sl: Izbrane fotografije ni bilo mogoče prebrati. Izberite drugo sliko.
sv: Den valda bilden kunde inte läsas. Välj en annan bild.
sw: Picha iliyochaguliwa haikuweza kusomwa. Chagua picha nyingine.
ta: தேர்ந்தெடுத்த புகைப்படத்தைப் படிக்க முடியவில்லை. வேறொரு படத்தைத் தேர்ந்தெடுக்கவும்.
te: ఎంచుకున్న ఫొటోను చదవలేకపోయాము. మరో చిత్రాన్ని ఎంచుకోండి.
th: อ่านรูปภาพที่เลือกไม่ได้ โปรดเลือกรูปอื่น
tr: Seçilen fotoğraf okunamadı. Başka bir görsel seçin.
uk: Не вдалося прочитати вибране фото. Виберіть інше зображення.
ur: منتخب تصویر پڑھی نہیں جا سکی۔ کوئی دوسری تصویر چنیں۔
vi: Không thể đọc ảnh đã chọn. Hãy chọn ảnh khác.
zh_hans: 无法读取所选照片。请选择其他图片。
zu: Isithombe esikhethiwe asifundekanga. Khetha esinye isithombe.

source: Media still syncing
ar: الوسائط لا تزال قيد المزامنة
bg: Мултимедията все още се синхронизира
bn: মিডিয়া এখনও সিঙ্ক হচ্ছে
ca: El contingut multimèdia encara s’està sincronitzant
cs: Média se stále synchronizují
da: Medier synkroniseres stadig
de: Medien werden noch synchronisiert
el: Τα πολυμέσα συγχρονίζονται ακόμα
es_es: Archivo multimedia sincronizándose
es_mx: Archivo multimedia sincronizándose
et: Meediat veel sünkroonitakse
fa: رسانه هنوز در حال همگام‌سازی است
fi: Mediaa synkronoidaan vielä
fr: Média en cours de synchronisation
gu: મીડિયા હજી સિંક થઈ રહ્યું છે
he: המדיה עדיין מסתנכרנת
hi: मीडिया अभी भी सिंक हो रहा है
hr: Mediji se još sinkroniziraju
hu: A média még szinkronizálódik
id: Media masih disinkronkan
is: Samstilling miðla stendur yfir
it: Sincronizzazione dei contenuti multimediali in corso
ja: メディアを同期中です
kn: ಮಾಧ್ಯಮ ಇನ್ನೂ ಸಿಂಕ್ ಆಗುತ್ತಿದೆ
ko: 미디어 동기화 중
lt: Medija dar sinchronizuojama
lv: Multivide vēl tiek sinhronizēta
ml: മീഡിയ ഇപ്പോഴും സമന്വയിപ്പിക്കുന്നു
mr: माध्यमांचे समक्रमण सुरू आहे
nb: Medier synkroniseres fortsatt
nl: Media worden nog gesynchroniseerd
pa: ਮੀਡੀਆ ਹਾਲੇ ਸਿੰਕ ਹੋ ਰਿਹਾ ਹੈ
pl: Multimedia są nadal synchronizowane
pt_br: Mídia ainda sincronizando
ro: Fișierele media încă se sincronizează
ru: Медиа еще синхронизируется
sk: Médiá sa ešte synchronizujú
sl: Predstavnost se še sinhronizira
sv: Medier synkroniseras fortfarande
sw: Midia bado inasawazishwa
ta: ஊடகம் இன்னும் ஒத்திசைகிறது
te: మీడియా ఇంకా సింక్ అవుతోంది
th: สื่อยังซิงค์อยู่
tr: Medya hâlâ eşzamanlanıyor
uk: Медіа ще синхронізуються
ur: میڈیا ابھی ہم وقت ہو رہا ہے
vi: Nội dung đa phương tiện vẫn đang đồng bộ
zh_hans: 媒体仍在同步
zu: Imidiya isavumelaniswa

source: Media unavailable
ar: الوسائط غير متاحة
bg: Мултимедията е недостъпна
bn: মিডিয়া উপলভ্য নয়
ca: Contingut multimèdia no disponible
cs: Média nejsou dostupná
da: Medier er ikke tilgængelige
de: Medien nicht verfügbar
el: Τα πολυμέσα δεν είναι διαθέσιμα
es_es: Archivo multimedia no disponible
es_mx: Archivo multimedia no disponible
et: Meedia pole saadaval
fa: رسانه در دسترس نیست
fi: Media ei saatavilla
fr: Média indisponible
gu: મીડિયા ઉપલબ્ધ નથી
he: המדיה אינה זמינה
hi: मीडिया उपलब्ध नहीं है
hr: Mediji nisu dostupni
hu: A média nem érhető el
id: Media tidak tersedia
is: Miðill ekki tiltækur
it: Contenuti multimediali non disponibili
ja: メディアを利用できません
kn: ಮಾಧ್ಯಮ ಲಭ್ಯವಿಲ್ಲ
ko: 미디어 사용 불가
lt: Medija nepasiekiama
lv: Multivide nav pieejama
ml: മീഡിയ ലഭ്യമല്ല
mr: माध्यमे उपलब्ध नाहीत
nb: Medier utilgjengelige
nl: Media niet beschikbaar
pa: ਮੀਡੀਆ ਉਪਲਬਧ ਨਹੀਂ
pl: Multimedia niedostępne
pt_br: Mídia indisponível
ro: Fișiere media indisponibile
ru: Медиа недоступно
sk: Médiá nie sú dostupné
sl: Predstavnost ni na voljo
sv: Medier är inte tillgängliga
sw: Midia haipatikani
ta: ஊடகம் கிடைக்கவில்லை
te: మీడియా అందుబాటులో లేదు
th: สื่อไม่พร้อมใช้งาน
tr: Medya kullanılamıyor
uk: Медіа недоступні
ur: میڈیا دستیاب نہیں
vi: Nội dung đa phương tiện không khả dụng
zh_hans: 媒体不可用
zu: Imidiya ayitholakali

source: New card
ar: بطاقة جديدة
bg: Нова карта
bn: নতুন কার্ড
ca: Targeta nova
cs: Nová kartička
da: Nyt kort
de: Neue Karte
el: Νέα κάρτα
es_es: Nueva tarjeta
es_mx: Nueva tarjeta
et: Uus kaart
fa: کارت جدید
fi: Uusi kortti
fr: Nouvelle carte
gu: નવું કાર્ડ
he: כרטיסייה חדשה
hi: नया कार्ड
hr: Nova kartica
hu: Új kártya
id: Kartu baru
is: Nýtt spjald
it: Nuova scheda
ja: 新しいカード
kn: ಹೊಸ ಕಾರ್ಡ್
ko: 새 카드
lt: Nauja kortelė
lv: Jauna kartīte
ml: പുതിയ കാർഡ്
mr: नवीन कार्ड
nb: Nytt kort
nl: Nieuwe kaart
pa: ਨਵਾਂ ਕਾਰਡ
pl: Nowa fiszka
pt_br: Novo cartão
ro: Fișă nouă
ru: Новая карточка
sk: Nová karta
sl: Nova kartica
sv: Nytt kort
sw: Kadi mpya
ta: புதிய அட்டை
te: కొత్త కార్డు
th: การ์ดใหม่
tr: Yeni kart
uk: Нова картка
ur: نیا کارڈ
vi: Thẻ mới
zh_hans: 新建卡片
zu: Ikhadi elisha
